<template>
  <div class="container-fluid">
    <div class="col-lg-12 col-md-12 col-sm-12 col-xs-12 context">
      <h3>改重攻略</h3>
      <div class="skills">
        <h5>方法一：外文翻译法</h5>
        <p>1、每个人语言习惯不同，翻译成的汉语必然不同。因此即使是同一段文字，不同人翻译了之后，也 不会出现抄袭的情况。</p>
        <p>2、外文文献的阅读，可以提升自身英语水平，拓展专业领域视野</p>
      </div>
      <div class="skills">
        <h5>方法二：变换措辞另述法(又称改写法)</h5>
        <p>方法：先读懂别人的文章然后按照意思重写，或变换句式结构，更改主被动语态，或更换关键词。比如，将“弯弯的月亮”改变成：“天上有个弯弯的像镰刀一样的月亮”。</p>
      </div>
      <div class="skills">
        <h5>方法三：google翻译法</h5>
        <p>原理：跟方法一差不多，用翻译软件将语句多次翻译后，语句结构，表达方式大不同。</p>
        <p>方法：将别人论文里的文字，用google翻译成英文，再翻译回来，句式和结构就会发生改变，再自行修改下语病后，即可顺利躲过查重。
          复杂点可将文字翻译能英文，再翻译能日文，然后再翻译回来。只要你愿意，可以随意发挥。</p>
      </div>
      <div class="skills">
        <h5>方法四：减头去尾，中间换语序</h5>
        <p>将别人文章里的文字，头尾换掉中间留下，留下的部分改成被动句，句式和结构就会发生改变，再自行修改下语病后，即可顺利躲过查重。
          优点：方便快捷，可以一大段一大段的修改。缺点：中文没学好的，会很费劲，要想半天。</p>
      </div>
      <div class="skills">
        <h5>方法五：转换图片法</h5>
        <p>将别人文章里的文字，截成图片，放在自己的论文里。因为目前该查重系统目前只能查文字，而不能查图片和表格。
          优点：比改句序更加方便快捷。缺点：用顺手了容易出现整页都是图片的情况，会影响整个文章的字数统计。</p>
      </div>
      <div class="skills">
        <h5>基本修改方法</h5>
        <p>自己动手写,在写作时,要么不原文复制粘贴;要么正确的加上引用。</p>
      </div>
      <div class="skills">
        <h5>方法六：自己原创法</h5>
        <p>（1）逐句修改，逐段修改；</p>
        <p>（2）大量转换相近词，适当填词、填句，转换因果关系，只要不背离原文意思即可；</p>
        <p>（3）字数宁多不少；</p>
        <p>（4）文章格式一般是 宋体、小四、行距1.5倍、标题加粗等，修改时注意不得改动稿件格式；</p>
        <p>（5）修改后的文章一定要校对，通读两遍，不得出现语言逻辑顺序混乱、语言不通、错别字等低级错误；</p>
        <p>（6）遇到非常难以修改的学术性内容，可以在不改变原文意思的前提下，适当删除，遇到《……报告》等较长书名、报告等，可以直接修改成“根据相关资料、根据有关文献统计，根据有关报告”等内容。</p>

      </div>
    </div>
  </div>
</template>
<script>
  export default {
    name:"ModSkills",
    data(){
    return {

    }
  }
  }
</script>
<style scoped>
  .context{
    height: 850px;
    overflow-y:scroll;
    border-top: 1px solid #b5b5b5;
  }
  .context h3{
    margin-left: 48%;
  }
  pre{
    white-space: pre-wrap;
    word-wrap: break-word;
    background-color: transparent;
    border:0;
  }
  .skills h5{
    font-weight: 700;
  }
</style>
